Repository: olivierpicard/sleeping-bird.com
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr

source: The metrics and data points you record belong to you. We don't claim ownership over anything you track.
es: Las métricas y los datos que registras te pertenecen. No reclamamos la propiedad de nada de lo que registras.
fr: Les mesures et les données que vous enregistrez vous appartiennent. Nous ne revendiquons aucun droit de propriété sur ce que vous suivez.

source: The text of your description is sent to Google's Gemini model via Firebase AI to interpret it into a chart configuration. Only the description you write or dictate is sent — not your recorded data points. AI interpretation isn't perfect and may occasionally misread your description.
es: El texto de tu descripción se envía al modelo Gemini de Google a través de Firebase AI para interpretarlo y convertirlo en una configuración de gráfico. Solo se envía la descripción que escribes o dictas, no los datos que has registrado. La interpretación con IA no es perfecta y, en ocasiones, puede malinterpretar tu descripción.
fr: Le texte de votre description est envoyé au modèle Gemini de Google via Firebase AI afin de l'interpréter en une configuration de graphique. Seule la description que vous écrivez ou dictez est envoyée — pas les données que vous avez enregistrées. L'interprétation par l'IA n'est pas parfaite et peut parfois mal comprendre votre description.

source: The values you record, your metric names, and your descriptions are stored locally on your device using Apple's on-device database. They never leave your device, and we never receive a copy of them.
es: Los valores que registras, los nombres de tus métricas y tus descripciones se almacenan localmente en tu dispositivo mediante la base de datos integrada de Apple. Nunca salen de tu dispositivo y nunca recibimos una copia de ellos.
fr: Les valeurs que vous enregistrez, les noms de vos mesures et vos descriptions sont stockés localement sur votre appareil à l'aide de la base de données intégrée d'Apple. Ils ne quittent jamais votre appareil et nous n'en recevons jamais de copie.

source: Time Outside
es: Tiempo al aire libre
fr: Temps dehors

source: Time spent
es: Duración
fr: Durée

source: Time Spent Outdoors
es: Tiempo pasado al aire libre
fr: Temps passé dehors

source: time spent reading
es: el tiempo que paso leyendo
fr: le temps passé à lire

source: Tired
es: Cansado
fr: Fatigué

source: To keep analytics and subscriptions consistent across reinstalls, we store a random identifier in your device's Keychain. It contains no personal information and is never linked to your real identity.
es: Para mantener la coherencia de las analíticas y las suscripciones tras una reinstalación, almacenamos un identificador aleatorio en el Llavero (Keychain) de tu dispositivo. No contiene información personal y nunca se vincula a tu identidad real.
fr: Pour assurer la cohérence des analyses et des abonnements après une réinstallation, nous stockons un identifiant aléatoire dans le trousseau (Keychain) de votre appareil. Il ne contient aucune information personnelle et n'est jamais associé à votre identité réelle.

source: Took Meds
es: Medicamento
fr: Médicament

source: Track
es: Anota
fr: Note

source: Track a number over time
es: Sigue un número a lo largo del tiempo
fr: Suivez un nombre au fil du temps

source: Track anything you want.
es: Registra lo que quieras.
fr: Suivez tout ce que vous voulez.

source: Track anything you want. Just say it out loud.
es: Registra lo que quieras. Solo dilo en voz alta.
fr: Suivez tout ce que vous voulez. Dites-le simplement à voix haute.

source: Track as many metrics as you want
es: Registra todas las métricas que quieras
fr: Suivez autant de métriques que vous le souhaitez

source: Track chores completed
es: Anota las tareas que completo
fr: Note mes corvées terminées

source: Track cigarettes smoked
es: Anota los cigarrillos que fumo
fr: Note mes cigarettes fumées

source: Track how long it lasts
es: Anota cuánto dura
fr: Note combien de temps ça dure

source: Track how many glasses of water I drink
es: Anota cuántos vasos de agua bebo
fr: Note combien de verres d'eau je bois

source: Track how much I spend on fuel
es: Anota cuánto gasto en gasolina
fr: Note combien je dépense en essence

source: Track how tired I feel after **working out**
es: Apunta mi **cansancio** después de entrenar
fr: Note ma **fatigue** après l'entraînement

source: Track how well I slept
es: Anota qué tan bien dormí
fr: Note la qualité de mon sommeil

source: Track if I ate healthy
es: Anota si comí sano hoy
fr: Note si j'ai mangé sainement

source: Track if I flossed
es: Anota si usé hilo dental
fr: Note si j'ai utilisé le fil dentaire

source: Track if I skipped alcohol
es: Anota mis días sin alcohol
fr: Note mes jours sans alcool

source: Track if I took my meds
es: Anota si tomé mis medicamentos
fr: Note si j'ai pris mes médicaments

source: Track if I went to the gym
es: Anota si fui al gimnasio
fr: Note si je suis allé à la salle

source: Track my chores accomplished
es: Anota mis tareas del hogar
fr: Note mes tâches ménagères

source: Track my coffee consumption
es: Anota mi consumo de café
fr: Note ma consommation de café

source: Track my daily mood
es: Anota mi estado de ánimo diario
fr: Note mon humeur quotidienne

source: Track my daily pushups
es: Anota mis flexiones diarias
fr: Note mes pompes quotidiennes

source: Track my focused work sessions
es: Anota mi tiempo de concentración
fr: Note ma durée de concentration

source: Track my food cravings
es: Anota mis antojos de comida
fr: Note mes envies alimentaires

source: Track my gaming session duration
es: Anota el tiempo que paso jugando
fr: Note le temps que je passe à jouer

source: Track my meditation sessions
es: Anota mis sesiones de meditación
fr: Note mes séances de méditation

source: Track my mood — happy, neutral, sad, or anxious
es: Lleva un registro de mi **humor** : feliz, neutral, triste o ansioso
fr: Suis mon **humeur** : joyeux, neutre, triste ou anxieux

source: Track my music practice
es: Anota mis sesiones de música
fr: Note mes séances de musique

source: Track my pain level
es: Anota mi nivel de dolor
fr: Note mon niveau de douleur

source: Track my period
es: Anota mi período
fr: Note mes règles

source: Track my reading time
es: Anota el tiempo que paso leyendo
fr: Note le temps passé à lire

source: Track my veggie servings
es: Anota mis porciones de verduras
fr: Note mes portions de légumes

source: Track my waist measurement
es: Anota mi medida de cintura
fr: Note mon tour de taille

source: Track new words I learn
es: Anota las palabras nuevas que aprendo
fr: Note les nouveaux mots que j'apprends

source: Track the people I see most
es: Anota a quién veo más
fr: Note qui je vois le plus souvent

source: Track the time I spend outdoors
es: Anota el tiempo que paso al aire libre
fr: Note le temps passé dehors

source: Track the water I drink
es: Anota el agua que bebo
fr: Note l'eau que je bois

source: Track what I ate
es: Anota lo que comí
fr: Note ce que j'ai mangé

source: Track what matters
es: Lleva el control de lo que te importa.
fr: Suivez tout ce qui vous importe.

source: Track when I get a haircut
es: Anota cuándo me corto el pelo
fr: Note quand je vais chez le coiffeur

source: Track when I water my plants
es: Anota cuándo riego mis plantas
fr: Note quand j'arrose mes plantes

source: Track when my allergies flare up
es: Anota cuándo se me disparan las alergias
fr: Note quand mes allergies se manifestent

source: Track when my migraine episodes occur
es: Anota cuándo tengo migrañas
fr: Note quand j'ai des migraines

source: Track yes or no each day
es: Anota sí o no cada día
fr: Notez oui ou non chaque jour

source: Tracker name
es: Nombre del tracker
fr: Nom du tracker

# tracker_type.binary.label
source: Yes / No
es: Sí / No
fr: Oui / Non

# tracker_type.binary.sublabel
source: Binary chart
es: Gráfico binario
fr: Graphique binaire

# tracker_type.choices.label
source: Choices
es: Opciones
fr: Choix

# tracker_type.cta
source: Select type: %@
es: Tipo elegido: %@
fr: Type choisi : %@

# tracker_type.date.label
source: Date
es: Fecha

# tracker_type.date.sublabel
source: Date chart
es: Gráfico de fechas
fr: Graphique de dates

# tracker_type.duration.label
source: Duration
es: Duración
fr: Durée

# tracker_type.duration.sublabel
source: Bar chart
es: Gráfico de barras
fr: Graphique à barres

# tracker_type.goal.label
source: Goal
es: Objetivo
fr: Objectif

# tracker_type.goal.sublabel
source: Goal chart
es: Gráfico de objetivo
fr: Graphique d'objectif

source: Try again
es: Reintentar
fr: Réessayer

source: Try one:
es: Prueba uno:
fr: Essayez-en un :

source: Type it in plain words — we'll build the tracker for you.
es: Descríbelo con tus palabras, nosotros creamos el tracker.
fr: Décrivez-le avec vos mots, on s'occupe de créer le tracker.

source: Type my own…
es: Personalizada…
fr: Personnalisée…

source: Unit
es: Unidad
fr: Unité

source: Unlimited Metrics
es: Métricas ilimitadas
fr: Métriques illimitées

source: Unlimited Voice Interaction
es: Comandos de voz ilimitados
fr: Interaction vocale illimitée

source: Unlock calendar, gauge and aggregate visualizations
es: Desbloquea todos los gráficos (calendario, indicador y agregados)
fr: Débloquez tous les graphiques (calendrier, jauge et agrégés)

source: Veggie Servings
es: Porciones de verdura
fr: Portions de légumes

source: Veggies
es: Verduras
fr: Légumes

source: View details
es: Ver detalles
fr: Voir les détails

source: Voice transcription (Deepgram)
es: Transcripción de voz (Deepgram)
fr: Transcription vocale (Deepgram)

source: Waist
es: Cintura
fr: Tour de taille

source: Want to measure?
es: medir?
fr: mesurer ?

source: want to track?
es: seguir?
fr: suivre ?

source: Water
es: Agua
fr: Eau

source: Water 💧
es: Agua 💧
fr: Eau 💧

source: Water Intake
es: Consumo de agua
fr: Consommation d’eau

source: Watered Plants
es: Riego de plantas
fr: Arrosage des plantes

source: We designed Arper Bird to keep your data private. Your metrics live on your device — we don't run accounts or upload your tracked data to our own servers. Here's what leaves your device, and to whom.
es: Diseñamos Arper Bird para mantener la privacidad de tus datos. Tus métricas permanecen en tu dispositivo: no gestionamos cuentas ni subimos tus datos a nuestros propios servidores. Esto es lo que sale de tu dispositivo y a quién.
fr: Nous avons conçu Arper Bird pour préserver la confidentialité de vos données. Vos mesures restent sur votre appareil — nous ne gérons pas de comptes et n'envoyons pas vos données suivies vers nos propres serveurs. Voici ce qui quitte votre appareil, et à destination de qui.

source: We don't sell your data, and we don't use your tracked metrics for advertising.
es: No vendemos tus datos ni usamos tus métricas con fines publicitarios.
fr: Nous ne vendons pas vos données et n'utilisons pas vos mesures à des fins publicitaires.

source: We use PostHog, hosted in the EU, to understand how the app is used and to receive crash reports so we can fix bugs. This includes the structure of the metrics you create — their type, chart, units, and any category labels you define — but never the values you log against them, your metric names, or your descriptions. Events are tied to a random identifier generated on your device — not to your name, email, or Apple ID.
es: Usamos PostHog, alojado en la UE, para entender cómo se usa la aplicación y recibir informes de errores para poder corregir fallos. Esto incluye la estructura de las métricas que creas (su tipo, gráfico, unidades y las etiquetas de categoría que definas), pero nunca los valores que registras, los nombres de tus métricas ni tus descripciones. Los eventos se asocian a un identificador aleatorio generado en tu dispositivo, no a tu nombre, correo electrónico ni ID de Apple.
fr: Nous utilisons PostHog, hébergé dans l'UE, pour comprendre comment l'application est utilisée et recevoir des rapports d'erreur afin de corriger les bugs. Cela inclut la structure des mesures que vous créez — leur type, leur graphique, leurs unités et les libellés de catégories que vous définissez — mais jamais les valeurs que vous enregistrez, les noms de vos mesures ou vos descriptions. Les événements sont associés à un identifiant aléatoire généré sur votre appareil — pas à votre nom, votre adresse e-mail ou votre identifiant Apple.

source: We'll use your language to understand your voice more accurately.
es: Usaremos tu idioma para entender tu voz con mayor precisión.
fr: Nous utiliserons votre langue pour comprendre votre voix avec plus de précision.

source: Welcome 👋
es: Bienvenido 👋
fr: Bienvenue 👋

source: What are the categories ?
es: ¿Cuáles son las categorías?
fr: Quelles sont les catégories ?

source: What do you
es: ¿Qué quieres
fr: Que voulez-vous

source: What do you want to track ?
es: ¿Qué quieres anotar?
fr: Que voulez-vous suivre ?

source: What I liked: What's buggy / bothered me: An idea: --- Version: %1$@ (%2$@) Device: %3$@ — iOS %4$@ Locale: %5$@ ID: %6$@
es: Lo que me gustó: Lo que falla / me molestó: Una idea: --- Versión: %1$@ (%2$@) Dispositivo: %3$@ — iOS %4$@ Idioma: %5$@ ID: %6$@
fr: Ce qui m'a plu : Ce qui bug / m'a gêné : Une idée : --- Version : %1$@ (%2$@) Appareil : %3$@ — iOS %4$@ Langue : %5$@ ID : %6$@

source: What is the tracker name ?
es: ¿Cómo se llama tu seguimiento?
fr: Quel est le nom du suivi ?

source: What we don't do
es: Lo que no hacemos
fr: Ce que nous ne faisons pas

source: What's your daily target for “%@”?
es: ¿Cuál es tu objetivo diario para “%@”?
fr: Quel est votre objectif quotidien pour « %@ » ?

source: when I watered the plants
es: cuándo regué las plantas
fr: quand j'ai arrosé les plantes

source: When you dictate a metric, your microphone audio is streamed in real time to Deepgram, our transcription provider, and turned into text. The audio is not stored by our services after it is transcribed.
es: Cuando dictas una métrica, el audio de tu micrófono se transmite en tiempo real a Deepgram, nuestro proveedor de transcripción, y se convierte en texto. El audio no se almacena en nuestros servicios una vez transcrito.
fr: Lorsque vous dictez une mesure, le son de votre microphone est transmis en temps réel à Deepgram, notre prestataire de transcription, puis converti en texte. L'audio n'est pas conservé par nos services une fois la transcription effectuée.

source: Yard Work
es: Jardín
fr: Jardinage

source: Yearly
es: Anual
fr: Annuel

source: Yes / No
es: Sí / No
fr: Oui / Non

source: You are responsible for the content you create. Don't use the app to store unlawful material or to infringe the rights of others.
es: Eres responsable del contenido que creas. No uses la aplicación para almacenar material ilícito ni para infringir los derechos de otras personas.
fr: Vous êtes responsable du contenu que vous créez. N'utilisez pas l'application pour stocker du contenu illégal ou pour porter atteinte aux droits d'autrui.

source: You, three weeks from now
es: Tú, dentro de tres semanas
fr: Vous, dans trois semaines

source: You're all set!
es: ¡Todo listo!
fr: C'est prêt !

source: Your anonymous identifier
es: Tu identificador anónimo
fr: Votre identifiant anonyme

source: Your content
es: Tu contenido
fr: Votre contenu

source: Your data stays private, always
es: Tus datos siempre son privados
fr: Vos données restent toujours privées

source: Your tracker is ready to go.
es: Tu seguimiento está listo para empezar.
fr: Votre suivi est prêt

source: Your tracker name
es: Nombre de tu seguimiento
fr: Nom de votre suivi

source: Your tracker will appear here
es: Tu seguimiento aparecerá aquí
fr: Votre suivi apparaîtra ici

source: COLOR
fr: COULEUR

source: Color %@
fr: Couleur %@

source: Neutral
fr: Neutre
